package Task2;

public interface ExampleText {
    String[] SPAM_TEXT = {"суперсредство", "реклама"};
    String TEXT1 =
            "До конца неизвестно, как появилось название серии, к которой относится ноутбук Lenovo ThinkPad T530," +
                    " однако понятно одно: конкретно это устройство действительно think - думает. Причем быстро, и " +
                    "не только за себя, а и за пользователя.\n" +
                    "Для этого компьютер приводится в действие, помимо сверхъемкой батареи на 9 элементов, центральным" +
                    " процессором Corei7 3520M. Процессор в рабочем режиме выдает 2.90GHz, разгоняясь до 3.6 гигагерца" +
                    " в режиме TurboBoost.\n" +
                    "8192 мегабайта оперативной памяти позволят пользователю обширную многозадачность и незаурядную" +
                    " стабильность системы.";
    String TEXT2 =
            "До конца неизвестно, как появилось название серии, к которой относится ноутбук Lenovo ThinkPad T530," +
                    " однако понятно одно: конкретно это устройство действительно think - думает. Причем быстро, и " +
                    "не только за себя, а и за пользователя.\n" +
                    "Для этого компьютер приводится в действие, помимо сверхъемкой батареи на 9 элементов, центральным" +
                    " процессором Corei7 3520M. Процессор в рабочем режиме выдает 2.90GHz, разгоняясь до 3.6 гигагерца" +
                    " в режиме TurboBoost.\n" +
                    "8192 мегабайта оперативной памяти позволят пользователю обширную многозадачность и незаурядную" +
                    " стабильность системы. Это не реклама";
    String TEXT3 =
            "До конца неизвестно, как появилось название серии, к которой относится ноутбук Lenovo ThinkPad T530," +
                    " однако понятно одно: конкретно это устройство действительно think - думает. Причем быстро, и " +
                    "не только за себя, а и за пользователя.\n" +
                    "Для этого компьютер приводится в действие, помимо сверхъемкой батареи на 9 элементов, центральным" +
                    " процессором Corei7 3520 :( M. Процессор в рабочем режиме выдает 2.90GHz, разгоняясь до 3.6 гигагерца" +
                    " в режиме TurboBoost.\n" +
                    "8192 мегабайта оперативной памяти позволят пользователю обширную многозадачность и незаурядную" +
                    " стабильность системы.";
    String TEXT4 =
            "До конца неизвестно, как появилось название серии, к которой относится ноутбук Lenovo ThinkPad T530," +
                    " однако понятно одно: конкретно это устройство действительно think - думает. Причем быстро, и " +
                    "не только за себя, а и за пользователя.\n" +
                    "Для этого компьютер приводится в действие, помимо сверхъемкой батареи на 9 элементов, центральным" +
                    " процессором Corei7 3520M. Процессор в рабочем режиме выдает 2.90GHz, разгоняясь до 3.6 гигагерца" +
                    " в режиме TurboBoost.\n" +
                    "8192 мегабайта оперативной памяти позволят пользователю обширную многозадачность и незаурядную" +
                    " стабильность системы и её независимость.";
}
